Repository: Hamjoon/simple-podcast-ios-app
Catalog: Localizable.xcstrings
Source language: en
Languages: ko

source: %lld min
ko: %lld 분

source: Cancel
ko: 종료

source: Episodes
ko: 에피소드

source: Failed to load episodes
ko: 에피소드를 불러오는 데에 실패했습니다.

# header.subtitle
source: Stories about movies, books, and travel
ko: 영화와 책, 그리고 여행에 대한 이야기들

# header.title
source: Garibong Clip
ko: 가리봉 클립

source: Loading episodes...
ko: 에피소드를 불러오고 있습니다.

source: Select an episode
ko: 에피소드를 선택하세요

source: Sleep Timer
ko: 취침 타이머

source: Try Again
ko: 다시 시도해 주세요.
